[{
  "level":1,
  "pitanje":"Prema čemu prilagođavate brzinu kretanja vozila na putevima van naselja?",
  "odgovori":["prema vremenu putovanja za koje želim stići na odredište","prema trenutnim uslovima na putu i u saobraćaju","prema vrsti puta"],
  "tacno":2
},
{
  "level":1,
  "pitanje":"Upaljeno plavo rotaciono svjetlo na policijskom vozilu koje je zaustavljeno na kolovozu obavezuje vozače:",
  "odgovori":["da polukružno okrenu vozilo","da smanje brzinu kretanja vozila","da ubrzaju kretanje vozila","da po potrebi zaustave vozilo"],
  "tacno":2
},
{
  "level":1,
  "pitanje":"Kako ćete postupiti u situaciji kad se, za vrijeme vožnje u naselju, vozilo javnog gradskog prevoza putnika ili posebno obilježeno vozilo kojim se obavlja organizovani prevoz djece uključuje na javni put sa stajališta?",
  "odgovori":["smanjiti brzinu kretanja vozila","prema potrebi zaustaviti vozilo i omogućiti uključivanje u saobraćaj vozilu javnog gradskog prevoza odnosno vozilu kojim se obavlja organizovani prevoz djece","nastaviti kretanje vozilom bez obzira na vozilo koje izlazi sa stajališta","vozilo koje izlazi sa stajališta upozoriti zvučnim znakom upozorenja, te nastaviti kretanje vozilom"],
  "tacno":1
},
{
  "level":1,
  "pitanje":"Nasloni za glavu na sjedištima u putničkim vozilima služe za:",
  "odgovori":["zaštitu glave vozača i putnika u slučaju saobraćajne nezgode","zaštitu vratnih pršljenova vozača i putnika u slučaju saobraćajne nezgode","bolju preglednost puta i veću koncentraciju vozača"],
  "tacno":1
  },
{
  "level":1,
  "pitanje":"Na kom odstojanju i u kom položaju na kolovozu morate postaviti bezbjednosni trokut iza zaustavljenog vozila zbog neispravnosti?",
  "odgovori":["minimalno 150 m iza zaustavljenog vozila, u vertikalnom položaju","minimalno 50 m iza zaustavljenog vozila, u vertikalnom položaju","minimalno 100 m iza zaustavljenog vozila, u horizontalnom položaju"],
  "tacno":2
},
{
  "level":1,
  "pitanje":"Kako ćete postupiti neposredno prije ulaska vozilom u raskrsnicu?",
  "odgovori":["utvrditi način kako je uređeno odvijanje saobraćaja i smjerove nailaska vozila na raskrsnici","povećati brzinu kretanja vozila","propustiti vozila koja imaju prednost prvenstva prolaza"],
  "tacno":1
},
{
  "level":1,
  "pitanje":"Kako treba postupiti prilikom prestrojavanja vozilom iz jedne u drugu saobraćajnu traku?",
  "odgovori":["uključiti odgovarajući pokazivač smjera","uvjeriti se u bezbjedno izvođenje radnje prestrojavanja","pravilno izvršiti radnju prestrojavanja uz povećavanje ili smanjivanje brzine kretanja vozila","zaustaviti vozilo i nakon toga se prestrojiti"],
  "tacno":1
},
{
  "level":1,
  "pitanje":"Motornim vozilom u saobraćaju na putu može da upravlja lice:",
  "odgovori":["Koje ima dokaz da je vozilo kojim u pravlja tehnički ispravno bez obzira na kategoriju kojoj to vozilo pripada","koje ima važeću vozačku dozvolu, stranu vozačku dozvolu ili međunarodnu vozačku dozvolu odgovarajuće kategorije"],
  "tacno":2
},
{
  "level":1,
  "pitanje":"Kako su dužni postupiti učesnici u saobraćaju kad naiđu na saobraćajni znak postavljen na putu?",
  "odgovori":["prema ličnoj procjeni, zavisno od konkretne saobraćajne situacije na putu","u skladu sa značenjem saobraćajnog znaka"],
  "tacno":2
},
{
  "level":1,
  "pitanje":"Šta treba vozač učiniti prije nego što pokrene vozilo?",
  "odgovori":["upoznati sva lica u vozilu sa osnovnim saobraćajnim pravilima i kaznenim odredbama","vezati sigurnosni pojas","prilagoditi sjedište i naslon za glavu"],
  "tacno":2
},
{
  "level":1,
  "pitanje":"Vozač koji je zbog neispravnosti na vozilu, saobraćajne nezgode ili drugog opravdanog razloga prinuđen da zaustavi vozilo na kolovozu dužan je:",
  "odgovori":["otvoriti poklopac motora da se spriječi pregrijavanje","preduzeti sve mjere da zaustavljeno vozilo ne dovede u opasnost druga vozila","vozilo što prije ukloniti sa kolovoza"],
  "tacno":2
},
{
  "level":1,
  "pitanje":"Koje su najčešće greške vozača zbog kojih se događaju saobraćajne nezgode?",
  "odgovori":["nepoštovanje prava prvenstva prolaza","vožnja na dovoljnom odstojanju i rastojanju","propisno preticanje i obilaženje","nepropisna vožnja unazad","propisna i prilagođena brzina"],
  "tacno":1
},
{
  "level":1,
  "pitanje":"Vozila u saobraćaju na putu moraju da ispunjavaju propisane uslove u pogledu:",
  "odgovori":["dimenzija, ukupne mase i osovinskog opterećenja","zaštite životne sredine","udobnosti"],
  "tacno":1
},
{
  "level":1,
  "pitanje":"Dopunska svijetleća zelena strelica postavljena na semaforu usmjerena udesno znači:",
  "odgovori":["da vozač može izvršiti radnju skretanja vozilom udesno iako je crveno svjetlo, uz uslov da propusti vozila i pješake koji se kreću putem na koji skreće","zabranu skretanja na raskrsnici udesno","obavezan smjer skretanja udesno"],
  "tacno":1
},
{
  "level":1,
  "pitanje":"Kako ćete postupiti prilikom upravljanja vozilom za vrijeme jakog vjetra?",
  "odgovori":["smanjiti brzinu kretanja vozila","pri mimoilaženju sa drugim vozilima držati veće rastojanje","povećati brzinu kretanja vozila"],
  "tacno":1
},
{
  "level":1,
  "pitanje":"Zbog čega je upravljanje vozilom pod dejstvom alkohola opasno?",
  "odgovori":["skraćuje se zaustavni put vozila","daje lažni osjećaj sigurnosti vozaču","skraćuje vrijeme reagovanja vozača","teže se procjenjuje odstojanje između vozila"," produžuje vrijeme reagovanja vozača"],
  "tacno":2
},
{
  "level":1,
  "pitanje":"Puna uzdužna razdjelna linija na kolovozu, označava zabranu:",
  "odgovori":["kretanja vozila po toj liniji","prelaska vozila preko te linije","kretanja vozila unazad"],
  "tacno":1
},
{
  "level":1,
  "pitanje":"Kako očekivanje opasnosti utiče na bezbjednost prilikom upravljanja vozilom?",
  "odgovori":["povećava pažnju","smanjuje pažnju","produžava vrijeme reagovanja vozača","skraćuje vrijeme reagovanja vozača","skraćuje dužinu zaustavnog puta vozila"],
  "tacno":1
},
{
  "level":1,
  "pitanje":"Koje su najčešće očekivane greške vozača pod dejstvom alkohola?",
  "odgovori":["nepropisna i neprilagođena brzina kretanja vozila","pravilno vršenje radnje mimoilaženja","poštovanje saobraćajnih pravila i propisa","nepravilno vršenje radnje preticanja ili obilaženja"],
  "tacno":1
},
{
  "level":1,
  "pitanje":"Gdje je zabranjeno vršiti radnju polukružnog okretanja?",
  "odgovori":["tamo gdje je to saobraćajnim znakom zabranjeno","u naselju","u tunelu","na autoputu, putu rezervisanom za saobraćaj motornih vozila i brzom putu"],
  "tacno":1
},
{
  "level":2,
  "pitanje":"Kako treba postupiti nailaskom na ovaj saobraćajni znak?",
  "odgovori":["obavezno smanjiti brzinu kretanja vozila ispod 30 km/h","nastaviti kretanje vozilom sa naročitom opreznošću u dužini od 30 km","nastaviti kretanje vozilom pri čemu je najmanja dopuštena brzina kretanja vozila 30 km/h"],
  "tacno":3
},
{
  "level":2,
  "pitanje":"Kako treba postupiti nailaskom na ove oznake na kolovozu?",
  "odgovori":["obavezno izvršiti radnju skretanja udesno","zaustaviti se po potrebi i propustiti pješake na obilježenom pješačkom prelazu","zaustaviti se po potrebi i propustiti vozila koja se kreću na putu sa prvenstvom prolaza"],
  "tacno":2
},
{
  "level":2,
  "pitanje":"Kako treba postupiti nailaskom na ovaj saobraćajni znak?",
  "odgovori":["obavezno zaustaviti vozilo","nastaviti kretanje vozilom sa naročitom opreznošću","prilagoditi brzinu kretanja vozila tako da se, u slučaju potrebe, može blagovremeno zaustaviti vozilo"],
  "tacno":2
},
{
  "level":2,
  "pitanje":"Koje značenje ima ovaj saobraćajni znak?",
  "odgovori":["prestanak ograničenja brzine od 80 km/h","dio puta gdje prestaje preporučena brzina od 80 km/h","dio puta gdje je preporučena brzina 80 km/h"],
  "tacno":2
},
{
  "level":2,
  "pitanje":"Koje značenje ima ovaj saobraćajni znak?",
  "odgovori":["dozvoljeni smjer","prvenstvo prolaza u odnosu na vozila koja dolaze iz suprotnog smjera","put sa jednosmjernim saobraćajem"],
  "tacno":2
},
{
  "level":2,
  "pitanje":"Tačan naziv saobraćajnog znaka je?",
  "odgovori":["prestanak najmanje dopuštene brzine","prestanak preporučene brzine","prestanak ograničenja brzine"],
  "tacno":1
},
{
  "level":2,
  "pitanje":"Kako treba postupiti nailaskom na ove oznake na kolovozu?",
  "odgovori":["odustati od eventualne namjere zaustavljanja i parkiranja","po potrebi se zaustaviti, ali ne i parkirati","obavezno se zaustaviti"],
  "tacno":1
},
{
  "level":2,
  "pitanje":"Koje značenje ima ovaj saobraćajni znak?",
  "odgovori":["zabrana kretanja za bicikliste i pješake","razdvojena staza za pješake i bicikliste, kojom je zabranjeno kretanje drugih učesnika u saobraćaju","staza za kretanje pješaka, bicikla i motocikla"],
  "tacno":2
},
{
  "level":2,
  "pitanje":"Kako treba postupiti nailaskom na ovaj saobraćajni znak?",
  "odgovori":["povećati brzinu kretanja vozila","prilagoditi brzinu kretanja vozila uslovima i stanju na putu jer postoji povećana opasnost od iskliznuća ili prevrtanja vozila"],
  "tacno":2
},
{
  "level":2,
  "pitanje":"Koje značenje ima ovaj saobraćajni znak?",
  "odgovori":["mjesto na putu gdje je postavljeno preventivno ulegnuće kao objekat koji se koristi za smirivanje saobraćaja","mjesto na putu gdje je postavljena preventivna izbočina kao objekat koji se koristi za smirivanje saobraćaja"],
  "tacno":2
},
{
  "level":4,
  "pitanje":"Kojoj vrsti saobraćajnih znakova pripada postavljeni saobraćajni znak na slici?",
  "odgovori":["znakovima opasnosti","znakovima obavještenja","znakovima izričitih naredbi"],
  "tacno":2
},
{
  "level":4,
  "pitanje":"Kako treba postupiti u saobraćajnoj situaciji kao na slici?",
  "odgovori":["obavezno se zaustaviti pa nastaviti kretanje vozilom ulijevo ili udesno","nastaviti kretanje vozilom nakon propuštanja vozila koja dolaze samo sa desne strane","nastaviti kretanje vozilom ulijevo ili udesno nakon propuštanja propuštanja svih vozila koja se kreću putem na koji se uključujem"],
  "tacno":3
},
{
  "level":4,
  "pitanje":"Kako treba postupiti u saobraćajnoj situaciji kao na slici ako vozilom prolazite pored dva postavljena saobraćajna znaka?",
  "odgovori":["prilagoditi brzinu kretanja vozila tako da ona ne prelazi 50 km/h","obratiti pažnju na pješake, jer saobraćajni znak ukazuje na blizinu pješačkog prelaza","nastaviti kretanje vozilom uz prethodno propuštanje pješaka"],
  "tacno":1
},
{
  "level":4,
  "pitanje":"Kako ćete postupiti u saobraćajnoj situaciji kao na slici ako kretanje vozilom nastavljate pravo, na raskrsnici puteva iste važnosti na kojoj uređaji za davanje svjetlosnih saobraćajnih znakova nisu u funkciji?",
  "odgovori":["pažljivo proći vozilom kroz raskrsnicu","propustiti vozila koja dolaze i sa lijeve i sa desne strane","propustiti vozila koja dolaze sa desne strane","propustiti vozila iz suprotnog smjera koja namjeravaju skrenuti ulijevo"],
  "tacno":1
},
{
  "level":4,
  "pitanje":"U saobraćajnoj situaciji kao na slici učesnici u saobraćaju će proći kroz raskrsnicu sljedećim redoslijedom:",
  "odgovori":["oba bicikla, crveni automobil, zeleni automobil","zeleni automobil, crveni automobil, pa bicikli","oba bicikla, zeleni automobil, crveni automobil"],
  "tacno":3
},
{
  "level":4,
  "pitanje":"U saobraćajnoj situaciji kao na slici vozač vozila koje se nalazi u srednjoj saobraćajnoj traci:",
  "odgovori":["mora nastaviti kretanje vozilom pravo, jer nije pravovremeno izvršio radnju prestrojavanja","ne smije izvršiti radnju skretanja ulijevo, jer čini prekršaj","sačekaće sva vozila da skrenu ulijevo, a potom izvršiti radnju skretanja ulijevo"],
  "tacno":1
},
{
  "level":4,
  "pitanje":"Kako ćete postupiti u saobraćajnoj situaciji kao na slici ukoliko automobilom skrećete udesno?",
  "odgovori":["propustiću biciklistu, a zatim vršim radnju skretanja udesno","vozim istovremeno sa biciklistom"],
  "tacno":1
},
{
  "level":4,
  "pitanje":"Kako treba postupiti u saobraćajnoj situaciji kao na slici?",
  "odgovori":["povećati brzinu kretanja vozila","obratiti pažnju na postupke vozača vozila iz suprotnog smjera","povećati pažnju i prije vozila iz suprotnog smjera proći dionicu na kojoj je suženje puta"],
  "tacno":2
},
{
  "level":4,
  "pitanje":"Kako ćete postupiti u saobraćajnoj situaciji kao na slici?",
  "odgovori":["propustiti crveni automobil","proći kroz raskrsnicu prije crnog automobila","proći kroz raskrsnicu prije crvenog automobila"],
  "tacno":1
},
{
  "level":4,
  "pitanje":"Kako ćete postupiti u saobraćajnoj situaciji kao na slici?",
  "odgovori":["propustiti autobus","propustiti motocikl","proći kroz raskrsnicu prije autobusa"],
  "tacno":2
}]
